{
	"__information_for_contributors": "We're always looking for new additions to our knownTranslations directory! If you're able to, please file an issue with a translation or update to an existing translation. Please be sure to include that users should edit the existing issue rather than posting a comment or new issue, and that automated services don't typically do a good job of translating issues.",
	"baseString": "Thanks for creating this issue!\n\nHowever, as the description is not in English, it is hard for us to work on it. If you are able to, please edit this issue to be in English. Please do not add a new comment or create a new issue, but rather edit the existing issue.\n\nUnfortunately, automatic translation services are not able to handle the technical language needed to effectively communicate about software issues, so we recommend finding a human translator who is familiar with our technology to help translate.\n\nOtherwise, this issue has been marked as needing translation and a community member may be able to help translate it.",
	"knownTranslations": {
		"__comment__": "The below is a bit less formal version of the above comment sent in for translation",
		"en": "Thanks for creating this issue!\n\nUnfortunately, as the description is not in English, it's hard for us to work on. If possible, please edit the original issue to be in English.\n\nIn our experience, automatic translation services are not able to handle the technical language needed to effectively communicate about software issues, so we recommend finding a human translator who is familiar with our technology to help.\n\nOtherwise, we have marked this as needing translation and a community member may be able to help out.",
		"zh-hans": "感谢您创建此问题！\n\n然而，由于您没有使用英语，我们很难进行处理。如果可能，请您将此问题描述修改为英文。请您直接编辑此问题，不要提交回复或新问题。\n\n请注意，机器翻译服务通常无法处理用于讨论软件问题所需的技术性语言，所以我们推荐您寻找一位熟悉相关技术的人来协助翻译。\n\n如果您无法做到，没有关系。此问题已经被标记为需要翻译，等待社区成员志愿进行翻译。"
	},
	"commonNames": {
		"af": "afrikaans",
		"ar": "arabic",
		"bg": "bulgarian",
		"bn": "bangla",
		"bs": "bosnian",
		"ca": "catalan",
		"cs": "czech",
		"cy": "welsh",
		"da": "danish",
		"de": "german",
		"el": "greek",
		"en": "english",
		"es": "spanish",
		"et": "estonian",
		"fa": "persian",
		"fi": "finnish",
		"fil": "filipino",
		"fj": "fijian",
		"fr": "french",
		"ga": "irish",
		"gu": "gujarati",
		"he": "hebrew",
		"hi": "hindi",
		"hr": "croatian",
		"ht": "haitian-creole",
		"hu": "hungarian",
		"id": "indonesian",
		"is": "icelandic",
		"it": "italian",
		"ja": "japanese",
		"kn": "kannada",
		"ko": "korean",
		"lt": "lithuanian",
		"lv": "latvian",
		"mg": "malagasy",
		"mi": "maori",
		"ml": "malayalam",
		"mr": "marathi",
		"ms": "malay",
		"mt": "maltese",
		"mww": "hmong daw",
		"nb": "norwegian",
		"nl": "dutch",
		"otq": "querétaro-otomi",
		"pa": "punjabi",
		"pl": "polish",
		"pt": "portuguese-brazil",
		"pt-pt": "portuguese-portugal",
		"ro": "romanian",
		"ru": "russian",
		"sk": "slovak",
		"sl": "slovenian",
		"sm": "samoan",
		"sr-cyrl": "serbian-cyrillic",
		"sr-latn": "serbian-latin",
		"sv": "swedish",
		"sw": "swahili",
		"ta": "tamil",
		"te": "telugu",
		"th": "thai",
		"tlh-latn": "klingon-latin",
		"tlh-piqd": "klingon-piqad",
		"to": "tongan",
		"tr": "turkish",
		"ty": "tahitian",
		"uk": "ukrainian",
		"ur": "urdu",
		"vi": "vietnamese",
		"yua": "yucatec-maya",
		"yue": "cantonese-traditional",
		"zh-hans": "chinese-simplified",
		"zh-hant": "chinese-traditional"
	}
}